export let data: any = [
    {'id': 0, 'category': 'Телефоны', 'child': [1, 2, 3, 4]},
    {'id': 1, 'category': 'ЭдДжи', 'child': ''},
    {'id': 2, 'category': 'Самунг', 'child': ''},
    {'id': 3, 'category': 'Нокиа', 'child': ''},
    {'id': 4, 'category': 'Айфон', 'child': ''},
    {'id': 5, 'category': 'Ноутбук', 'child': [6]},
    {'id': 6, 'category': 'Моторолла', 'child': ''},
]


// export let data = {
//     "Рыбы": {
//         "Форель": {},
//         "Щука": {}
//     },

//     "Деревья": {
//         "Хвойные": {
//             "Лиственница": {},
//             "Ель": {}
//         },
//         "Цветковые": {
//             "Берёза": {},
//             "Тополь": {}
//         }

//     }
// };